Repository: Nawaf-NM/translate
Catalog: */LC_MESSAGES/spamty.po
Languages: ar_ae

source: About Us
ar_ae: من نحن

source: With Spamty you can protect your email against Spam. It was created in 2014 by Philipp.
ar_ae: مع Spamty يمكنك حماية البريد الإلكتروني الخاص بك ضد البريد المزعج. تم إنشاؤه في عام 2014 من قبل فيليب.

source: About Spamty
ar_ae: حول Spamty

source: With Spamty you can share your email address on the internet without worrying about Spam.
ar_ae: مع Spamty يمكنك مشاركة عنوان البريد الإلكتروني الخاص بك على الإنترنت دون الحاجة إلى القلق حول البريد المزعج.

source: Spamty was created in 2014 by Philipp. You can find me here:
ar_ae: تم إنشاء Spamty في عام 2014 من قبل فيليب. يمكنك أن تجدني هنا:

source: The idea
ar_ae: الفكرة

source: In Germany we are obliged to publish an email address on our website. When I did this on my blog I got very much email spam (see also <a>Why to use Spamty?</a>). That's why I created Spamty to share my email address on the internet without receiving tons of spam mails.
ar_ae: في ألمانيا نحن ملزمون بنشر عنوان بريد إلكتروني على موقعنا. عندما فعلت هذا على بلدي بلوق حصلت الكثير من البريد المزعج البريد الإلكتروني (انظر أيضا <a>لماذا لاستخدام سبامتي؟</a> ). هذا هو السبب في أنني خلقت سبامتي لتبادل عنوان البريد الإلكتروني الخاص بي على شبكة الإنترنت دون تلقي طن من رسائل البريد المزعج.

source: The website in 2014
ar_ae: الموقع في عام 2014

source: Contact Me
ar_ae: اتصل بنا

source: You can contact the Spamty team here if you have problems with the API or any other questions.
ar_ae: يمكنك الاتصال بفريق Spamty هنا إذا كان لديك مشاكل مع API أو أي أسئلة أخرى.

source: Developer contact
ar_ae: الاتصال المطور

source: Do you have any problems with our API? Do you need help? Or do you want to request new features?
ar_ae: هل لديك أي مشاكل مع API لدينا؟ هل تحتاج مساعدة؟ أم أنك تريد أن تطلب من الميزات الجديدة؟

source: Feel free to contact me via this form.
ar_ae: لا تتردد في الاتصال بي عن طريق هذا النموذج.

source: You can also:
ar_ae: بامكانك ايضا:

source: Send us an email
ar_ae: أرسل إلينا إيميلا

source: Feel free to contact the Spamty team if you need help or just want to talk.
ar_ae: لا تتردد في الاتصال بفريق Spamty إذا كنت بحاجة إلى مساعدة أو ترغب فقط في التحدث.

source: Fax:
ar_ae: فاكس:

source: Go to my email address
ar_ae: الذهاب إلى عنوان بريدي الإلكتروني

source: Contact Form
ar_ae: نموذج الاتصال

source: Encrypt your Email Address
ar_ae: تشفير عنوان البريد الإلكتروني

source: Start here and encrypt your email address.
ar_ae: تبدأ هنا وتشفير عنوان البريد الإلكتروني الخاص بك.

source: Email
ar_ae: الايميل

source: Your Email Address
ar_ae: عنوان بريدك الإلكتروني

source: We only store an encrypted version of your Email.
ar_ae: نقوم بتخزين فقط نسخة مشفرة من البريد الإلكتروني الخاص بك.

source: ENCRYPT
ar_ae: تشفير

source: Start here and encrypt your email address to protect it against spam.
ar_ae: تبدأ هنا وتشفير عنوان البريد الإلكتروني الخاص بك لحمايته من البريد المزعج.

source: Protect your Email Address
ar_ae: حماية عنوان البريد الإلكتروني

source: Protect your email address for free against Spam.
ar_ae: حماية عنوان البريد الإلكتروني الخاص بك مجانا ضد البريد المزعج.

source: Your email address
ar_ae: بريدك الإلكتروني

source: We only store an encrypted version of your email address.
ar_ae: نقوم بتخزين فقط نسخة مشفرة من عنوان البريد الإلكتروني الخاص بك.

source: GET LINK
ar_ae: خذ رابط

source: Create a Spamty link and protect your email address on the internet against spam.
ar_ae: إنشاء ارتباط Spamty وحماية عنوان البريد الإلكتروني الخاص بك على الانترنت من البريد المزعج.

source: Privacy Policy
ar_ae: سياسةالخصوصية

source: Please do not fill out the "Name" field. It is only for spam protection.
ar_ae: من فضلك لا ملء حقل "الاسم". ما هي الا لحماية البريد المزعج.

source: This was no valid email address.
ar_ae: ولم يكن هذا عنوان بريد إلكتروني صالح.

source: Sorry, we had technical problems.
ar_ae: آسف، كان لدينا مشاكل فنية.

source: Please send an email to contact@spamty.eu with the following error code.
ar_ae: الرجاء إرسال بريد إلكتروني إلى contact‪@‬spamty‪.‬eu مع رمز الخطأ التالي.

source: We will try to fix this problem and we can also create a new Spamty link for you manually.
ar_ae: سنحاول حل هذه المشكلة، ونحن يمكن أيضا إنشاء ارتباط Spamty جديد بالنسبة لك يدويا.

source: Your Spamty link
ar_ae: رابط Spamty الخاص بك

source: This is the link where your email address can be found:
ar_ae: هذا هو الرابط حيث يمكن العثور على عنوان البريد الإلكتروني الخاص بك:

source: What's next?
ar_ae: ماذا بعد؟

source: Too long?
ar_ae: طويل جداً

source: Share the link
ar_ae: رابط المشاركة

source: You can share this link now on the internet.
ar_ae: يمكنك مشاركة هذا الرابط الآن على شبكة الإنترنت.

source: Share the Link
ar_ae: رابط المشاركة

source: Share on Facebook
ar_ae: نشر على فيس بوك

source: Share on Twitter
ar_ae: نشر على تويتر

source: Link to my Email Address
ar_ae: تصل إلى عنوان البريد الإلكتروني الخاص بي

source: You can find my email address here:
ar_ae: يمكنك العثور على عنوان بريدي الإلكتروني هنا:

source: Share via email
ar_ae: ارسال عبر البريد الإلكتروني

source: Page not found
ar_ae: 404! الصفحة غير موجودة!

source: We couldn't find the Page you were looking for.
ar_ae: لم نتمكن من العثور على الصفحة التي تبحث عنها.

source: You can now take a nap.
ar_ae: يمكنك الآن أخذ غفوة.

source: And now?
ar_ae: و الأن؟

source: Enter the name of the page you want to find:
ar_ae: أدخل اسم الصفحة التي تريد للعثور على:

source: Search
ar_ae: ابحث\ي هنا

source: Contact me
ar_ae: اتصل بنا

source: You can report this error here so we can try to fix it.
ar_ae: يمكنك الإبلاغ عن هذا الخطأ هنا حتى نتمكن من محاولة لإصلاحه.

source: Frequently Asked Questions
ar_ae: الأسئلة الأكثر شيوعاً

source: How Spamty works, how you can protect your email against spam and more frequently asked questions.
ar_ae: كيف يعمل Spamty، كيف يمكنك حماية البريد الإلكتروني من البريد المزعج وأكثر الأسئلة المتداولة.

source: How does Spamty work?
ar_ae: كيف يعمل Spamty؟

source: We will give you a link. If someone clicks on it he has to solve a captcha before he can see your email address. We check if he is a human so you won't get spam by robots.
ar_ae: سنقدم لك رابطا. اذا كان شخص ما ينقر عليه كان لديه حل كلمة التحقق قبل أن يتمكن من رؤية عنوان البريد الإلكتروني الخاص بك. علينا التحقق ما اذا كان هو الإنسان حتى أنك لن تحصل على غير المرغوبة من قبل الروبوتات.

source: The decryption URL is very long. Is it possible to get a shorter one?
ar_ae: عنوان URL فك التشفير طويلة جدا. هل من الممكن الحصول على واحدة أقصر؟

source: The URL is very long because we need it for the en- and decryption.
ar_ae: عنوان الموقع طويل جدا لأننا في حاجة إليها لen- وفك التشفير.

source: How do you finance this project?
ar_ae: كيف يمكن تمويل هذا المشروع؟

source: We don't have any ads on Spamty.eu and we would never sell your data.
ar_ae: ليس لدينا أي إعلانات على Spamty.eu وإننا لا نبيع البيانات الخاصة بك.

source: To help financing this project you can donate some Bitcoins:
ar_ae: للمساعدة في تمويل هذا المشروع يمكنك التبرع بعض Bitcoins:

source: I have more questions!
ar_ae: لدي المزيد من الأسئلة!

source: How Spamty encrypts data
ar_ae: كيف Spamty تشفير البيانات

source: We try to protect your email address as best as possible. That's why we encrypt your email address for the best security.
ar_ae: نحن نحاول حماية عنوان البريد الإلكتروني الخاص بك على أفضل وجه ممكن. هذا هو السبب في أننا تشفير عنوان بريدك الإلكتروني للحصول على افضل الأمن.

source: How encryption works
ar_ae: كيف يعمل التشفير

source: We try to protect your email address as best as possible. That's why we store only an encrypted version of your email address in our database.
ar_ae: نحن نحاول حماية عنوان البريد الإلكتروني الخاص بك على أفضل وجه ممكن. هذا هو السبب في أننا تخزين فقط نسخة مشفرة من عنوان البريد الإلكتروني الخاص بك في قاعدة البيانات الخاصة بنا.

source: When you enter your email address in the form to generate your link we encrypt your email to store it in our database.
ar_ae: عند إدخال عنوان البريد الإلكتروني الخاص بك في شكل لتوليد صلتك نحن تشفير البريد الإلكتروني الخاص بك لتخزينه في قاعدة البيانات الخاصة بنا.

source: The encryption key is randomly generated and equals your Spamty link.
ar_ae: يتم إنشاء مفتاح التشفير بشكل عشوائي ويساوي صلة Spamty الخاص بك.

source: https://en.wikipedia.org/wiki/Advanced_Encryption_Standard
ar_ae: https://ar.wikipedia.org/wiki/إيه_إي_إس_(تعمية)

source: On Wikipedia
ar_ae: على ويكيبيديا

source: By using this encryption method we ensure that no one has access to your email address if he didn't got the link from you.
ar_ae: باستخدام هذه الطريقة التشفير علينا أن نضمن أن لا أحد لديه حق الوصول إلى عنوان البريد الإلكتروني الخاص بك اذا لم تكن قد حصلت على وصلة منك.

source: Even if someone hacks our database (we hope this will never happen) he cannot send you spam because he would not be able to decrypt your email address.
ar_ae: حتى لو كان شخص الخارقة قاعدة البيانات الخاصة بنا (نحن نأمل أن يكون هذا لن يحدث أبدا) وقال انه لا يمكن إرسال البريد المزعج لكم لأنه لن يكون قادرا على فك تشفير عنوان البريد الإلكتروني الخاص بك.

source: How Spamty works
ar_ae: كيف يعمل Spamty

source: You'll get a link you can share. If someone clicks on it we check if he is human before he can see your email address.
ar_ae: سوف تحصل على رابط يمكنك مشاركة. اذا كان شخص ما ينقر عليه نتحقق إذا كان الإنسان قبل أن يتمكن من رؤية عنوان البريد الإلكتروني الخاص بك.

source: You can use Spamty if you want to share your email address on the internet (e.g. on Twitter, Craigslist, ...) without getting tons of spam.
ar_ae: يمكنك استخدام Spamty إذا كنت ترغب في مشاركة عنوان بريدك الإلكتروني على شبكة الانترنت (على سبيل المثال على التغريد، كريغزلست، ...) دون الحصول على طن من البريد المزعج.

source: You'll get a link to share it on the web. If someone visits this link he has to solve a captcha before we decrypt your email address of our database and display it on the website.
ar_ae: سوف تحصل على رابط لمشاركتها على شبكة الإنترنت. اذا كان هناك من يزور هذا الرابط لديه حل كلمة التحقق قبل أن فك تشفير عنوان البريد الإلكتروني الخاص بك من قاعدة البيانات الخاصة بنا وعرضه على الموقع.

source: Enter your email address in the form to generate your link.
ar_ae: Gib deine E-Mail Adresse ein

source: Encrypt the Email Address
ar_ae: تشفير عنوان البريد الإلكتروني

source: You'll get a link to share on the web.
ar_ae: Du bekommst einen Link. Diesen kannst du im Internet teilen.

source: Create a link to your address
ar_ae: إنشاء ارتباط إلى عنوانك

source: The Spamty link is very long because it is used to encrypt your email address in our database for maximum security.
ar_ae: الرابط Spamty طويلة جدا لأنه يستخدم لتشفير عنوان البريد الإلكتروني الخاص بك في قاعدة البيانات الخاصة بنا لأقصى قدر من الأمن.

source: Share the link for example on your blog, on Twitter or anywhere you want.
ar_ae: مشاركة الرابط على سبيل المثال على بلوق الخاص بك، على تويتر أو في أي مكان تريد.

source: Share the link online
ar_ae: مشاركة الرابط على الانترنت

source: Someone who clicks on the link has to solve a captcha before he sees your email address.
ar_ae: شخص ينقر على رابط يحتوي على حل كلمة التحقق قبل أن ترى عنوان البريد الإلكتروني الخاص بك.

source: Display the email address
ar_ae: عرض عنوان البريد الإلكتروني

source: Please fill out all fields.
ar_ae: الرجاء املئ الحقول

source: Your email was successfully sent. Thanks.
ar_ae: تم إرسال الرسالة بنجاح

source: We speak:
ar_ae: نحن نتكلم:

source: Name
ar_ae: الصيت

source: Your name
ar_ae: اسمك

source: Subject
ar_ae: الموضوع

source: Message
ar_ae: نص الرسالة

source: SEND
ar_ae: ارسال

source: Language:
ar_ae: اللغة:

source: Powered by
ar_ae: مدعوم من

source: Blog
ar_ae: نغعنع

source: Contact
ar_ae: معلومات الاتصال

source: FAQ/Help
ar_ae: أسئلة وأجوبة / مساعدة

source: Legal Notice
ar_ae: إشعار قانوني

source: Developer
ar_ae: مطوّر

source: Protect your Email Address against Spam
ar_ae: حماية عنوان البريد الإلكتروني الخاص بك ضد البريد المزعج

source: Tired of spam? Spamty helps you to protect your email address on the web by asking people to solve a captcha before they see it.
ar_ae: تعبت من البريد المزعج؟ Spamty يساعدك على حماية عنوان البريد الإلكتروني الخاص بك على شبكة الإنترنت عن طريق سؤال الناس إلى حل كلمة التحقق قبل أن أراه.

source: Home
ar_ae: بملعبه

source: Encryption
ar_ae: تعمية

source: Contact us
ar_ae: لاتصال بنا

source: Close
ar_ae: إلى

source: Protect your email address
ar_ae: حماية عنوان البريد الإلكتروني

source: Protect your Email
ar_ae: حماية البريد الإلكتروني الخاص بك

source: Tired of Spam? With Spamty you can protect your email address to share it on the web.
ar_ae: تعبت من البريد المزعج؟ مع Spamty يمكنك حماية عنوان البريد الإلكتروني الخاص بك لمشاركتها على شبكة الإنترنت.

source: Enter your email address below and we will encrypt it and give you a link. If somebody opens the link he has to solve a captcha and then he is able to see your email address.
ar_ae: أدخل عنوان البريد الالكتروني أدناه وسنقوم تشفيرها ويعطيك وصلة. إذا فتح أحدهم على الرابط لديه حل كلمة التحقق ومن ثم فهو قادر على رؤية عنوان البريد الإلكتروني الخاص بك.

source: Start using Spamty
ar_ae: بدء استخدام Spamty

source: Here are all legal information about Spamty including contact information according to German law.
ar_ae: هنا جميع المعلومات القانونية حول Spamty بما فيها معلومات الاتصال وفقا للقانون الألماني.

source: This Website is provided by:
ar_ae: يتم توفير هذا الموقع من قبل:

source: My Email Address
ar_ae: عنوان البريد الإلكتروني

source: Contact form
ar_ae: نموذج الاتصال

source: Not Commercial
ar_ae: لا التجاري

source: This webservice is provided without a gainful intension. Spamty is completely ad-free.
ar_ae: يتم توفير هذه خدمة ويب دون تعاظم المربح. Spamty تماما خالية من الاعلانات.

source: Disclaimer
ar_ae: إخلاء المسؤولية

source: We assume no liability for the correctness and the up-to-dateness of the content of this website.
ar_ae: نحن لا نتحمل أي مسؤولية عن دقة وdateness المتابعة لللمحتوى هذا الموقع.

source: We are not obliged to check external pages for their lawfulness.
ar_ae: نحن لسنا مضطرين للتحقق الصفحات الخارجية لشرعيتها.

source: We are not liable for the content of linked websites but we will immediately remove links to external pages containing unlawful content if we notice.
ar_ae: نحن لسنا مسؤولين عن محتوى المواقع المرتبطة لكن سنقوم بإزالة الروابط للصفحات الخارجية التي تحتوي على محتوى غير قانوني اذا لاحظنا على الفور.

source: The users are liable for everything they do and the content they publish on this website.
ar_ae: المستخدمين عرضة لكل شيء يفعلونه، والمحتوى الذي نشر على هذا الموقع.

source: Data Protection
ar_ae: حماية البيانات

source: There are detailed information about cookies, our newsletter and the storage of personal data.
ar_ae: هناك معلومات مفصلة حول ملفات تعريف الارتباط، النشرة الإخبارية لدينا وتخزين البيانات الشخصية.

source: Acknowledgements
ar_ae: شكر وتقدير

source: Some people use robots to search the internet for email addresses and send spam mails to them.
ar_ae: بعض الناس استخدام الروبوتات للبحث في الإنترنت لعناوين البريد الإلكتروني وإرسال رسائل البريد المزعج لهم.

source: To protect against spam you were redirected to this website. We will check if you are a human and if we can show you the email address.
ar_ae: للحماية من البريد المزعج لك تم إعادة توجيهها إلى هذا الموقع. ونحن سوف تحقق مما إذا كنت من حقوق الإنسان، وإذا نحن يمكن أن تظهر لك عنوان البريد الإلكتروني.

source: Enter the letters (not case sensitive) and numbers above to verify that you are no robot.
ar_ae: أدخل الحروف (لا يتحسس) والأرقام المذكورة أعلاه للتحقق من أنك لم الروبوت.

source: Why?
ar_ae: لماذا؟

source: Show Email
ar_ae: عرض البريد الإلكتروني

source: Please do not fill out the email field. It is for spam protection only.
ar_ae: من فضلك لا ملء حقل البريد الإلكتروني. هو الحال بالنسبة الحماية من البريد المزعج فقط.

source: Go back and try again.
ar_ae: برجاء المحاولة مرة أخرى.

source: Please fill out the Captcha field.
ar_ae: يرجى كتابة الكابتشا.

source: We couldn't verify that you are a human.
ar_ae: لم نتمكن من التحقق من أنك إنسان.

source: Your IP address was blocked because of spamming.
ar_ae: تم حجب عنوان IP الخاص بك لأنه من البريد الالكتروني غير المرغوب.

source: We can help you to see the requested email address:
ar_ae: نحن يمكن أن تساعدك على معرفة عنوان البريد الإلكتروني المطلوب:

source: We will try to fix this problem and tell you the email address you wanted to see.
ar_ae: سنحاول حل هذه المشكلة واقول لكم عنوان البريد الإلكتروني الذي يريد أن يرى.

source: Here is the Email Address you wanted to see:
ar_ae: هنا هو عنوان البريد الإلكتروني الذي تريد أن ترى:

source: This link was invalid. You - or the person who gave you this link - probably made a typo.
ar_ae: كان هذا الرابط غير صالح. لك - أو الشخص الذي أعطاك هذا الرابط - ربما جعلت الخطأ المطبعي.

source: We would love to help you with this problem but we can't. We also don't know the correct link.
ar_ae: كنا نحب أن تساعدك مع هذه المشكلة ولكن لا يمكننا ذلك. نحن أيضا لا نعرف الارتباط الصحيح.

source: Email Address
ar_ae: البريدك الالكتروني

source: Please solve the captcha below to see the email address:
ar_ae: الرجاء حل الاختبار أدناه لمعرفة عنوان البريد الإلكتروني:

source: I'm no spammer!
ar_ae: أنا لا مرسلي البريد المزعج!

source: Your current IP address was reported on stopforumspam.com. We suppose you are a spammer.
ar_ae: وذكر عنوان IP الحالي على stopforumspam.com. نحن نفترض أنك مرسلي البريد المزعج.

source: You probably got a random IP address from your internet service provider which someone else used earlier for spamming.
ar_ae: وربما كنت حصلت على عنوان IP عشوائي من مزود خدمة الإنترنت الخاص بك الذي شخص آخر يستخدم في وقت سابق عن البريد الالكتروني غير المرغوب.

source: Email Address
ar_ae: عنوان البريد الإلكتروني

source: Language
ar_ae: اللغة

source: All fields are required.
ar_ae: جميع الحقول مطلوبة.

source: Subscribe
ar_ae: الاشتراك

source: Premium Service
ar_ae: الخدمة الممتازة

source: We offer Spamty for free but there are also some additional features for users of our premium service.
ar_ae: نحن نقدم Spamty مجانا ولكن هناك أيضا بعض الميزات الإضافية لمستخدمي الخدمة الممتازة لدينا.

source: Spamty Premium
ar_ae: رابط Spamty الخاص بك

source: We are working on some new features for a premium service. This is currently a beta test and only available for a few selected users.
ar_ae: ونحن نعمل على بعض الميزات الجديدة لخدمة متميزة. هذا هو حاليا الاختبار التجريبي ومتاحة فقط لعدد قليل من المستخدمين المحددين.

source: Best spam protection
ar_ae: أفضل الحماية من البريد المزعج

source: Ad free
ar_ae: إعلان مجانا

source: Secure Captcha
ar_ae: Captcha

source: Multilingual
ar_ae: متعدد اللغات

source: Own Logo
ar_ae: الشعار الخاص

source: Costs
ar_ae: تكلفة

source: Completely free
ar_ae: مجاني تماما

source: unknown
ar_ae: غير معروف

source: Demo
ar_ae: النسخة التجريبية

source: We protect your personal data as best as possible. Read our privacy policy to see what data we collect, store and share.
ar_ae: نحن في حماية البيانات الشخصية الخاصة بك على أفضل وجه ممكن. الإطلاع على سياسة الخصوصية لمعرفة ما هي البيانات التي نجمعها وتخزينها ومشاركتها.

source: We will explain on this page what information we collect, how the data is stored and how we use your personal information.
ar_ae: سوف نشرح في هذه الصفحة ما هي المعلومات التي نجمعها، كيف يتم تخزين البيانات وكيفية استخدامنا لمعلوماتك الشخصية.

source: What kind of information do we store?
ar_ae: ما نوع المعلومات التي نقوم بتخزين؟

source: The use of this website is possible without the declaration of any personal data. It is voluntary to share personal data with us.
ar_ae: استخدام هذا الموقع ممكنا من دون الإعلان عن أية بيانات شخصية. كان طوعيا لتبادل البيانات الشخصية معنا.

source: Furthermore we store the date and time when the link was generated.
ar_ae: وعلاوة على ذلك نقوم بتخزين التاريخ والوقت عندما تم إنشاء الارتباط.

source: How is the email address encrypted?
ar_ae: كيف يتم تشفير عنوان البريد الإلكتروني؟

source: The key for the encryption is randomly generated. It is not stored on our server. It is contained in the link to your email address. A decryption without this key is impossible.
ar_ae: يتم إنشاء مفتاح التشفير بشكل عشوائي. لا يتم تخزينها على الخادم لدينا. وهو وارد في الارتباط إلى عنوان البريد الإلكتروني الخاص بك. وفك التشفير بدون هذا المفتاح هو المستحيل.

source: Sharing of personal data
ar_ae: تبادل البيانات الشخصية

source: Of course we do not share any personal data with third parties.
ar_ae: بالطبع نحن لا نشارك في أي بيانات شخصية مع أطراف ثالثة.

source: If someone clicks on the link to your email address he will be able to see your email. You shouldn't share the link with anyone who is not allowed to view your email address.
ar_ae: إذا كان شخص ينقر على الرابط لعنوان البريد الإلكتروني الخاص بك انه سيكون قادرا على رؤية البريد الإلكتروني الخاص بك. يجب أن لا نشارك في الارتباط مع أي شخص لا يسمح لعرض عنوان البريد الإلكتروني الخاص بك.

source: How can I delete my data?
ar_ae: كيف يمكنني حذف البيانات الخاصة بي؟

source: We do not track our visitors.
ar_ae: نحن لا تتبع زوارنا.

source: Cookie Policy
ar_ae: سياسة ملفات الارتباط

source: Cookies are small files that are stored in your browser. With this for example it is possible to store and get your preferred language setting.
ar_ae: الكوكيز هي ملفات صغيرة يتم تخزينها في المتصفح الخاص بك. مع هذا على سبيل المثال من الممكن تخزين والحصول على إعداد اللغة المفضل لديك.

source: You can disable cookies in your browser's setting. Then we won't be able to store them.
ar_ae: يمكنك تعطيل الكوكيز في إعدادات المتصفح ل. ثم أننا لن نكون قادرين على تخزينها.

source: Newsletter
ar_ae: نشرة

source: If you sign up your personal data will be share with this company.
ar_ae: إذا قمت بالتسجيل البيانات الشخصية الخاصة بك وسوف تكون حصة مع هذه الشركة.

source: https://en.wikipedia.org/wiki/International_Safe_Harbor_Privacy_Principles
ar_ae: https://translate.google.de/translate?sl=en&tl=ar&js=y&prev=_t&hl=ar&ie=UTF-8&u=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FInternational_Safe_Harbor_Privacy_Principles&edit-text=&act=url

source: Mailchimp privacy policy
ar_ae: سياسة الخصوصية ميل تشيمب

source: More Informationen
ar_ae: المزيد من المعلومات العامة

source: You can contact me if you have any questions according the data protection:
ar_ae: يمكنك الاتصال بي إذا كان لديك أي أسئلة فقا حماية البيانات:

source: More contact options
ar_ae: خيارات الاتصال

source: Why should I use this service?
ar_ae: لماذا يجب علي أن أستخدم هذه الخدمة؟

source: Sometimes you may need to publish your email address on the internet. With Spamty you can protect it very good against spam.
ar_ae: في بعض الأحيان قد تحتاج إلى نشر عنوان بريدك الإلكتروني على شبكة الانترنت. مع Spamty يمكنك حمايته جيدة جدا ضد البريد المزعج.

source: Why should I use Spamty?
ar_ae: لماذا يجب علي أن أستخدم Spamty؟

source: Sometimes you may need to publish your email address on the Internet. We'll protect it against spam.
ar_ae: في بعض الأحيان قد تحتاج إلى نشر عنوان بريدك الإلكتروني على شبكة الإنترنت. سنقوم حمايته من البريد المزعج.

source: If you publish your email address in forums, on Twitter or somewhere else on internet it is an easy target for spam robots.
ar_ae: إذا قمت بنشر عنوان البريد الإلكتروني الخاص بك في المنتديات، وعلى تويتر أو في مكان آخر على شبكة الانترنت هو هدف سهل للروبوتات البريد المزعج.

source: They browse the internet to collect email addresses and send spam to them.
ar_ae: تصفحهم شبكة الإنترنت لجمع عناوين البريد الإلكتروني وإرسال رسائل غير مرغوب فيها.

source: An easy spam target: email address in a Tweet
ar_ae: هدف المزعج السهل: عنوان البريد الإلكتروني في تويتر

source: Protected against spam
ar_ae: الحماية من البريد المزعج
